{
  "es": {
    "title": "Sobre mí",
    "heading": "¡Hola! 👋",
    "paragraphs": [
      "Soy Pablo, ingeniero informático especializado en diseño y arquitectura de software. Mi principal enfoque es liderar proyectos de desarrollo como Tech Lead.",
      "Me apasiona la gestión de proyectos y cuento con un máster en Project Management. A lo largo de mi carrera he liderado equipos de entre 5 y 10 personas, asegurando la colaboración efectiva y el logro de objetivos.",
      "Me considero una persona curiosa y creativa, comprometida con el aprendizaje continuo y siempre atento a las nuevas tendencias en ingeniería de software.",
      "Como Tech Lead, mi prioridad es construir relaciones sólidas con el equipo, fomentar un entorno de trabajo colaborativo y guiar la implementación de soluciones técnicas eficientes.",
      "Si quieres contactar conmigo, puedes escribirme a pabloperdomofalcon@gmail.com o a través de LinkedIn. ¡Estaré encantado de conversar!"
    ]
  },
  "en": {
    "title": "About Me",
    "heading": "Hello! 👋",
    "paragraphs": [
      "I am Pablo, a computer engineer specialized in software design and architecture. My main focus is leading development projects as a Tech Lead.",
      "I am passionate about project management and hold a master's degree in Project Management. Throughout my career I have led teams of between 5 and 10 people, ensuring effective collaboration and achieving goals.",
      "I consider myself a curious and creative person, committed to continuous learning and always staying updated with the latest trends in software engineering.",
      "As a Tech Lead, my priority is to build strong relationships with the team, foster a collaborative work environment, and guide the implementation of efficient technical solutions.",
      "If you would like to get in touch, feel free to email me at pabloperdomofalcon@gmail.com or reach me on LinkedIn. Let's talk!"
    ]
  },
  "fr": {
    "title": "À propos de moi",
    "heading": "Bonjour ! 👋",
    "paragraphs": [
      "Je suis Pablo, ingénieur informatique spécialisé dans la conception et l’architecture logicielle. Mon objectif principal est de diriger des projets en tant que Tech Lead.",
      "Je suis passionné par la gestion de projets et je possède un master en Project Management. Au cours de ma carrière, j’ai dirigé des équipes de 5 à 10 personnes.",
      "Je me considère comme une personne curieuse et créative, engagée dans l’apprentissage continu et toujours informée des dernières tendances en ingénierie logicielle.",
      "En tant que Tech Lead, je privilégie la collaboration, le leadership technique et la création d’un environnement de travail motivant.",
      "Si vous souhaitez me contacter, vous pouvez m’écrire à pabloperdomofalcon@gmail.com ou via LinkedIn. Parlons-en !"
    ]
  }
}
