{
  "es": {
    "title": "Sobre m铆",
    "heading": "隆Hola! ",
    "paragraphs": [
      "Soy <a href='https://github.com/pabllopf/' target='_blank'>Pablo</a>, ingeniero inform谩tico especializado en dise帽o y arquitectura de software. Mi principal enfoque es liderar proyectos de desarrollo como Team Lead ",
      "Cuento con un M谩ster en Gesti贸n de Proyectos y certificaciones como Scrum Master y Product Owner, lo que me permite actuar como puente entre tecnolog铆a y negocio, facilitando la planificaci贸n, la priorizaci贸n y la ejecuci贸n en entornos 谩giles.",
      "Adem谩s, participo activamente en proyectos de c贸digo abierto, donde colaboro en el dise帽o, evoluci贸n y mejora de soluciones de software, contribuyendo a comunidades t茅cnicas y manteni茅ndome conectado con las mejores pr谩cticas del sector ",
      "Me mueven la mejora continua y la innovaci贸n tecnol贸gica . Mantengo una formaci贸n constante en arquitectura de software, metodolog铆as de desarrollo y nuevas tendencias del sector.",
      "Si quieres contactar conmigo, puedes escribirme a <a href='mailto:pabloperdomofalcon@gmail.com'>pabloperdomofalcon@gmail.com</a> o a trav茅s de <a href='https://www.linkedin.com/in/pabllopf/' target='_blank'>LinkedIn</a>."
    ]
  },
  "en": {
    "title": "About me",
    "heading": "Hello! ",
    "paragraphs": [
      "Im <a href='https://github.com/pabllopf/' target='_blank'>Pablo</a>, a software engineer specialized in software design and software architecture. My main focus is leading development projects as a Team Lead ",
      "I hold a Masters Degree in Project Management and certifications such as Scrum Master and Product Owner, which allows me to bridge technology and business, facilitating planning, prioritization, and execution in agile environments.",
      "I also actively contribute to open source projects, collaborating on the design, evolution, and improvement of software solutions, engaging with technical communities and staying aligned with industry best practices ",
      "Im driven by continuous improvement and technological innovation . I constantly expand my knowledge in software architecture, development methodologies, and emerging industry trends.",
      "If youd like to get in touch, feel free to email me at <a href='mailto:pabloperdomofalcon@gmail.com'>pabloperdomofalcon@gmail.com</a> or connect with me on <a href='https://www.linkedin.com/in/pabllopf/' target='_blank'>LinkedIn</a>."
    ]
  }
}
