{
  "en": {
    "title": "Testimonials",
    "testimonials": [
      {
        "name": "Regina Sánchez - Cuenca Marcos",
        "position": "Reporting & Budgeting | Health & Safety",
        "company": "",
        "date": "14 Jan 2026",
        "comment": "I had the opportunity to collaborate with Pablo at Endesa and, although we were in different teams, I greatly valued his project leadership and result-oriented approach. He demonstrated solid business knowledge, skill in designing solutions to meet challenges in DyP, and effective team management. His professionalism, commitment, and client orientation make him an excellent worker.",
        "image": "images/default-user.png"
      },
      {
        "name": "Carlos Martínez Moreno",
        "position": "Analyst, electricity & gas markets",
        "company": "",
        "date": "14 Jan 2026",
        "comment": "I worked with Pablo in the Demand & Prices area at Endesa. Pablo was fundamental in all improvements in the area and database maintenance. He also expanded knowledge forming a key duo between programming and electricity & gas market analysis.",
        "image": "images/default-user.png"
      },
      {
        "name": "Pablo Diego Maristany",
        "position": "Strategy & Business Development | M&A | Energy Engineer UPM",
        "company": "",
        "date": "14 Jan 2026",
        "comment": "Working with Pablo was always very positive. He stood out for availability, speed, agility, and notable problem-solving skills impacting the whole team. Beyond his professional qualities, his personal interaction built a solid and trusting working relationship.",
        "image": "images/default-user.png"
      },
      {
        "name": "Ángel García Beltrán",
        "position": "Student at 42 Madrid | Multiplatform Developer | Front-End",
        "company": "",
        "date": "21 Dec 2025",
        "comment": "Working with Pablo at Endesa was a great and enriching experience. He is very technical and always willing to share knowledge, helping integration and clarifying doubts. Excellent professional, committed and a reference to follow.",
        "image": "images/default-user.png"
      },
      {
        "name": "María Fernanda Castro Loaiza",
        "position": "Key Accounts Manager B2B",
        "company": "",
        "date": "21 Dec 2025",
        "comment": "Working with Pablo is wonderful. After more than a year collaborating with him, I can say he is exceptional both professionally and personally. Proactive, constructive, willing to help and solve problems. Brings value technically and cross-collaboratively, sharing knowledge and raising team skills. Trustworthy and adaptable for challenges.",
        "image": "images/default-user.png"
      },
      {
        "name": "Eduardo Inarejos de la Dueña",
        "position": "Data Energy Analyst at Endesa",
        "company": "",
        "date": "21 Dec 2025",
        "comment": "Pablo is a highly methodical professional. On projects, you are confident things will succeed because of his diligence.",
        "image": "images/default-user.png"
      },
      {
        "name": "Ángel Quintana Quintana",
        "position": "Computer Engineer",
        "company": "",
        "date": "5 Mar 2023",
        "comment": "I had the opportunity to meet Pablo at university. He dedicates time to what he likes with achievable goals. Notably committed, e.g., developing a video game from scratch in his free time.",
        "image": "images/default-user.png"
      },
      {
        "name": "Emma Serrano Moreno",
        "position": "Space Project Engineer",
        "company": "",
        "date": "4 Mar 2023",
        "comment": "From the beginning of the Master, Pablo has been a great teammate. Always a key support, providing solutions and listening to others. Exemplary team member.",
        "image": "images/default-user.png"
      },
      {
        "name": "Ana María Baracaldo",
        "position": "Operations Technician, Generation Dispatch Control | Energy Industry",
        "company": "",
        "date": "4 Mar 2023",
        "comment": "Exemplary student. Took initiative in group tasks, organized the team, completed all tasks efficiently, and created a great work environment.",
        "image": "images/default-user.png"
      },
      {
        "name": "Pablo A. López Martín",
        "position": "AI Growth & Product Analyst | Data-Driven Customer Acquisition & Monetization",
        "company": "",
        "date": "7 Jan 2021",
        "comment": "We joined Monentia S.L together for internship work. Pablo is dedicated, decisive, and demonstrates impeccable programming skills. Any future teammate is guaranteed professionalism and a great work environment.",
        "image": "images/default-user.png"
      },
      {
        "name": "Pedro Domingo Gonzalez Rodriguez",
        "position": "Freelancer",
        "company": "",
        "date": "7 Jan 2021",
        "comment": "Since knowing each other at school, we worked on different projects. Pablo is serious, analytical, and his approach is highly valuable.",
        "image": "images/default-user.png"
      },
      {
        "name": "William González Casadiego",
        "position": "Stocker at El Corte Inglés",
        "company": "",
        "date": "7 Jan 2021",
        "comment": "Very good teammate, responsible, organized, always willing to help. Excellent colleague, wishing him success in his career.",
        "image": "images/default-user.png"
      }
    ]
  },
  "es": {
    "title": "Testimonios",
    "testimonials": [
      {
        "name": "Regina Sánchez - Cuenca Marcos",
        "position": "Reporting & Budgeting | Health & Safety",
        "company": "",
        "date": "14 Ene 2026",
        "comment": "Tuve la oportunidad de colaborar con Pablo en Endesa y, aunque pertenecíamos a diferentes equipos, siempre valoré enormemente su capacidad para liderar proyectos y su enfoque orientado a resultados. Demostró un sólido conocimiento del negocio, habilidad para diseñar soluciones, y gestión de equipos eficaz. Su profesionalidad y compromiso lo convierten en un gran trabajador.",
        "image": "images/default-user.png"
      },
      {
        "name": "Carlos Martínez Moreno",
        "position": "Analista del mercado eléctrico y de gas",
        "company": "",
        "date": "14 Ene 2026",
        "comment": "Trabajé con Pablo en el área de Demanda y Precios en Endesa y fue un pilar fundamental en el desarrollo de mejoras y mantenimiento de las BBDD. También amplió conocimientos formando un dúo fundamental entre programación y análisis de mercados.",
        "image": "images/default-user.png"
      },
      {
        "name": "Pablo Diego Maristany",
        "position": "Strategy & Business Development | M&A | Energy Engineer UPM",
        "company": "",
        "date": "14 Ene 2026",
        "comment": "Trabajar con Pablo fue siempre muy positivo. Destacó por su disponibilidad, rapidez y agilidad, así como por su notable capacidad para resolver problemas que impactaban al equipo. Su trato personal permitió construir una relación de confianza.",
        "image": "images/default-user.png"
      },
      {
        "name": "Ángel García Beltrán",
        "position": "Estudiante en 42 Madrid | Desarrollador Multiplataforma | Front-End",
        "company": "",
        "date": "21 Dic 2025",
        "comment": "Trabajar con Pablo en Endesa fue una gran experiencia. Es muy técnico, siempre dispuesto a compartir conocimientos y facilitar integración. Profesional excelente y comprometido.",
        "image": "images/default-user.png"
      },
      {
        "name": "María Fernanda Castro Loaiza",
        "position": "Gestor de Grandes Cuentas B2B",
        "company": "",
        "date": "21 Dic 2025",
        "comment": "Trabajar con Pablo es maravilloso. Persona excepcional a nivel profesional y personal, proactiva, constructiva, dispuesta a ayudar y aportar valor, confiable y adaptable a retos exigentes.",
        "image": "images/default-user.png"
      },
      {
        "name": "Eduardo Inarejos de la Dueña",
        "position": "Data Energy Analyst en Endesa",
        "company": "",
        "date": "21 Dic 2025",
        "comment": "Pablo es un gran profesional muy metódico. En los proyectos, sabes que todo saldrá adelante gracias a él.",
        "image": "images/default-user.png"
      },
      {
        "name": "Ángel Quintana Quintana",
        "position": "Computer Engineer",
        "company": "",
        "date": "5 Mar 2023",
        "comment": "Conocí a Pablo en la universidad, persona comprometida, dedica tiempo a lo que le gusta y se marca objetivos alcanzables. Ejemplo desarrollando un videojuego desde cero.",
        "image": "images/default-user.png"
      },
      {
        "name": "Emma Serrano Moreno",
        "position": "Ingeniera en proyectos de Espacio",
        "company": "",
        "date": "4 Mar 2023",
        "comment": "Desde el principio del Máster, Pablo ha sido un gran compañero. Pilar de ayuda, aporta soluciones y escucha al equipo. Compañero ejemplar.",
        "image": "images/default-user.png"
      },
      {
        "name": "Ana María Baracaldo",
        "position": "Técnico Operador en Despacho de Control de Generación | Energy Industry",
        "company": "",
        "date": "4 Mar 2023",
        "comment": "Estudiante ejemplar. Tomaba iniciativa, organizaba al equipo y realizaba todas las tareas eficientemente, creando un excelente ambiente de trabajo.",
        "image": "images/default-user.png"
      },
      {
        "name": "Pablo A. López Martín",
        "position": "AI Growth & Product Analyst | Data-Driven Customer Acquisition & Monetization",
        "company": "",
        "date": "7 Ene 2021",
        "comment": "Ingresamos juntos en Monentia S.L para prácticas curriculares. Profesional dedicado, decisivo, desempeño impecable en programación. Garantiza seriedad y profesionalidad.",
        "image": "images/default-user.png"
      },
      {
        "name": "Pedro Domingo Gonzalez Rodriguez",
        "position": "Autónomo",
        "company": "",
        "date": "7 Ene 2021",
        "comment": "Desde la ESO trabajamos en diferentes proyectos. Pablo es serio, analítico y su forma de ver las cosas es muy valiosa.",
        "image": "images/default-user.png"
      },
      {
        "name": "William González Casadiego",
        "position": "Reponedor en El Corte Inglés",
        "company": "",
        "date": "7 Ene 2021",
        "comment": "Muy buen compañero, responsable, organizado, siempre dispuesto a ayudar. Compañero de 10, deseándole éxito en su carrera profesional.",
        "image": "images/default-user.png"
      }
    ]
  }
}
